<?php
defined('BASEPATH') or exit('No direct script access allowed');
?>
<!DOCTYPE html>
<html lang="en"><head>
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
<title>Privacy Policy</title>
<link rel="stylesheet" href="<?php echo CON_DIST_PATH; ?>css/adminlte.min.css">
<script src="<?php echo CON_DIST_PATH ?>jquery/jquery.min.js"></script>
<script src="<?php echo CON_DIST_PATH ?>bootstrap/js/bootstrap.bundle.min.js"></script>
<style>
    p, span {
        font-size: 0.8rem;
    }
    .article{
        margin: 20px 10px;
    }
    h5{
        margin: 5px 0px 15px;
    }
</style>
</head>
<body>
    <div class="wrapper">
        <div class="page">
            <div class="container">
                <div class="content">
                    <div class="row">
                        <div class="col-md-8 col-md-pull-4 col-sm-8 col-sm-pull-4">
                            <div class="main">
                                <div class="article" id="content">
                                    <div id="placeholders">
                                        <h3><strong>개인정보 취급방침 동의</strong></h3>
                                        <br>
                                        <span>뷰티한국 주식회사와 (이하 "뷰티한국" 또는 "회사"라 합니다)는 모바일 및 인터넷 상에서의 개인정보 보호를 매우 중요하게 생각하고 있으며, 이용자가 뷰티한국이 제공하는 랭킹스타와 연계한 모바일 서비스 ‘랭킹스타’ (이하 "서비스 "라 합니다)를 이용함에 있어서 뷰티한국에게 제공한 개인정보가 보호 받을 수 있도록 최선을 다하고 있습니다.</span><br>
                                        <span>이에 따라, 뷰티한국는 통신비밀보호법, 전기통신사업법, 정보통신망이용촉진 등에 관한 법률 등 정보통신 서비스 제공자가 준수하여야 할 관련 법규를 바탕으로 개인정보 보호정책을 만들어 이를 준수해 나가고 있습니다.</span><br>
                                        <span>본 개인정보취급방침은 정부의 법률 및 지침 변경이나 뷰티한국의 내부방침 변경 등으로 인하여 수시로 변경될 수 있으며, 뷰티한국은 변경사항이 있을 경우 즉시 관련 내용을 홈페이지 초기 화면에 게시된 개인정보취급방침에 반영하고 있습니다.</span><br>
                                        <p>본 개인정보 보호정책을 통하여 이용자 여러분께서는 수집 된 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 어떻게 안전하게 보호되고 있는지 이해하실 수 있을 것입니다.</p>

                                        <h5>1. 개인정보 수집 및 이용 목적</h5>
                                        <span>회원의 개인정보는 서비스 이용계약의 성립(본인 식별 및 본인 의사 확인 등), 서비스의 이행(상품배송 및 대금결제), 기타 새로운 서비스 및 신상품이나 이벤트에 대한 정보 안내(제공)의 목적으로 수집되어 이용됩니다.</span><br>
                                        <span>또한, 뷰티한국 주식회사는 회원에게 편리하고 다양한 서비스를 제공하기 위하여 회원으로부터 수집한 개인정보를 이용하여 회사가 제공하는 각종 서비스를 전자우편, TM(텔레마케팅), DM(우편), SMS(핸드폰 문자메시지), 푸시 알람 등의 방법으로 광고 또는 마케팅 활동을 수행할 수 있습니다.</span><br>
                                        <p>회원은 언제든지 전자우편 등을 통해 원치 않는 서비스를 거절할 수 있습니다.</p>

                                        <h5>2. 수집 및 이용 개인정보 항목</h5>
                                        <p>계정 생성 및 로그인 서비스 제공, 원활한 고객상담을 위해 아래의 개인정보를 수집 및 이용합니다.</p>
                                        <p>뷰티한국 계정으로 로그인 : 회원ID(전자우편주소 포함), 비밀번호</p>
                                        <p>카카오 계정으로 로그인: 카카오톡 닉네임, 프로필 사진, 카카오톡 친구목록</p>
                                        <p>페이스북 계정으로 로그인(이용자가 공개 설정한 경우에 한함): 생년, 국가, 로케일(Locale), 성별</p>
                                        <p>구글플러스 계정으로 로그인: 구글플러스 ID, 프로필, 닉네임</p>
                                        <p>이벤트 프로모션에 참여하거나 선택형 서비스를 이용하려는 경우 회원의 별도 동의 하에 아래의 정보를 수집할 수 있습니다.</p>
                                        <p>휴대전화번호, 전자우편 주소, 주소, 성별, 지역</p>
                                        <span>소셜 커뮤니티 기능이 탑재되어 있는 서비스에 한하여, 해당 회원의 휴대전화기 주소록 내에 저장된 제3자의 휴대전화번호<span><br>
                                        <p>단, 이 경우에도 제3자의 휴대전화번호를 저장하지 않음)</p>
                                        <p>유료 결제 서비스를 사용하는 회원에 한하여, 신용카드 번호, 휴대전화번호, 상품권 결제 제휴사의 ID 및 비밀번호</p>
                                        <p>연령확인 또는 관련 법률 준수를 위해 본인인증이 필요한 경우, 회원의 별도 동의 하에 아래의 정보를 수집할 수 있습니다.</p>
                                        <p>암호화된 개인식별정보(CI), 중복가입확인 정보(DI), 성명, 생년월일, 성별, 내외국인 정보</p>
                                        <p>기타 서비스 이용과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.</p>
                                        <p>서비스 이용기록, 접속 로그, 결제기록, IP주소</p>
                                        <p>휴대전화번호, 모바일 기기 모델명, 통신사 정보, OS 정보 및 버전, 기기식별번호(UUID), 단말기 언어, 국가정보</p>

                                        <h5>3. 개인정보의 보유 및 이용기간</h5>
                                        <p>회사는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적을 달성한 이후에는 지체 없이 재생 불가능한 기술적인 방법을 사용하여 개인정보를 파기하고 있습니다.</p>
                                        <p>회원가입 정보의 경우, 회원 가입을 탈퇴하거나 회원에서 제명된 때</p>
                                        <p>(상거래) 대금지급 정보의 경우, 대금의 완제일 또는 채권소멸시효기간의 만료일</p>
                                        <p>상품배송 정보의 경우, 물품 또는 서비스가 인도되거나 제공된 때</p>
                                        <span>단, 상법 등 법령의 규정에 의하여 보관의무가 규정되어 있거나 이용자 본인의 동의를 받았을 경우, 사전에 고지한 보유기간이 경과하지 않은 경우, 소송이나 분쟁이 발생하거나 발생할 가능성이 있어 관련 개인정보의 보유가 법적 대응을 위하여 필요한 경우 등에는 필요한 기간 동안 개인정보를 보유할 수 있습니다.</span><br>
                                        <span>전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 회사는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.</span><br>
                                        <p>1) 전자상거래 등에서 소비자 보호에 관한 법률</p>
                                        <p>계약 또는 청약철회 등에 관한 기록: 5년 보관</p>
                                        <p>대금결제 및 재화 등의 공급에 관한 기록: 5년 보관</p>
                                        <p>소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관</p>
                                        <p>2) 전자금융거래법</p>
                                        <p>전자금융에 관한 기록: 5년 보관</p>
                                        <p>3) 통신비밀보호법</p>
                                        <p>로그인 기록: 3개월</p>
                                        <span>다만, 이 기간 동안의 개인정보 열람 및 이용은 해당 사유로 국한되며 그 후에도 계속 보유할 필요가 있을 경우에는 회원에게 이러한 사실을 고지하고 그에 대한 동의를 받습니다.</span><br>
                                        <span>일시적인 목적(이벤트, 설문조사 등)을 위하여 제공받는 것임을 밝히고 입력 받은 개인정보는 그 목적이 달성된 이후에는 이용자 또는 회원의 의사에 따라 회원가입에 필요한 정보로 처리되거나 재생할 수 없는 방법에 의하여 디스크에서 완전히 삭제하여 추후 열람이나 이용이 불가능한 상태로 처리됩니다.</span><br>
                                        <p>단, 회원가입을 탈퇴하는 경우에도 해당 계정에 대한 서비스 내 게시물, 투표 등 서비스 이용 기록과 특정 이벤트에 참여했다는 기록은 서비스 및 이벤트 운영에 대한 관리 및 리포팅 등의 사유로 보관될 수 있습니다. 탈퇴한 회원의 이벤트 참여 데이터는 다음과 같은 방법으로 관리합니다.</p>
                                        <p>회원가입 탈퇴 시 탈퇴한 이용자는 이벤트 당첨에서 제외</p>
                                        <p>회원가입 탈퇴하더라도 투표 등 이벤트 참여에 대한 결과 기록은 삭제되지 않음</p>
                                        <span>본 서비스 관련 제반 서비스에 링크되어 있는 앱 또는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "개인정보취급방침"이 적용되지 않음을 알려 드립니다.</span><br>
                                        <p>회원이 장기간 동안 회원으로서의 이용을 중단한 경우, 회사는 회원자격 정리기간을 정하여 서비스 화면 또는 전자메일을 통해 일정기간 고지한 후 관련 회원의 이의 제기가 없을 경우 해당 회원의 회원자격을 해지하고, 이에 따라 관련된 개인정보를 삭제할 수 있습니다.</p>

                                        <h5>4. 개인정보 수집방법</h5>
                                        <span>① 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.</span><br>
                                        <p>② 또한 회사는 다음과 같은 방법으로 개인정보를 수집합니다.</p>
                                        <p>홈페이지 및 모바일 기기를 통한 수집</p>
                                        <p>1:1 상담 문의 및 이용자가 직접 입력</p>
                                        <p>제휴사로부터의 제공</p>
                                        <p>생성정보 수집 툴을 통한 수집</p>
                                        <span>오프라인 이벤트 등에서 서면을 통해 개인정보가 수집될 수 있습니다.</span><br>
                                        <span>회사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 제휴사에서 이용자에게 개인정보 제공 동의를 받아야 합니다.</span><br>
                                        <p>③ 14세 미만의 회원에 대해서는 법정대리인으로부터 동의를 받아야 이용이 가능합니다.</p>

                                        <h5>5. 개인정보 수집에 대한 동의</h5>
                                        <span>회원가입 시 회사의 서비스 이용약관에 대한 "동의" 버튼을 선택하여 클릭하시면 동시에 본 개인정보 보호정책에도 동의한 것으로 간주하고 이에 따라 회사는 가입양식에 입력한 사항을 바탕으로 개인정보를 수집합니다.</span><br>
                                        <p>개인정보 수집에 동의하지 않으시거나 그러한 이유로 회원가입을 원하지 않는 이용자는 회원가입 메뉴에서 회사의 서비스 이용약관에 대하여 "동의하지 않음" 버튼을 선택하여 클릭하시면 됩니다.</p>

                                        <h5>6. 개인정보취급 위탁</h5>
                                        <p>당사는 전문적인 고객지원 및 서비스 제공을 위해 아래와 같이 개인정보 취급 업무를 외부 업체에 위탁하여 운영하고 있습니다. 회사는 관계법령에 따라 개인정보 취급위탁 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정, 운영하고 있습니다.</p>
                                        <p>서비스 제공 위탁업체</p>
                                        <span>위탁업체명 : 멘톡</span><br>
                                        <span>위탁업무 : 회원 정보 및 DB 관리 일체</span><br>
                                        <span>유료 서비스 적용 시, 유료 콘텐츠 서비스 구매, 결제 취소, 환불 처리 등에 필요한</span><br>
                                        <p>결제수단 (휴대폰, 신용카드, 문화상품권, 계좌이체 등)의 정보 제공</p>

                                        <h5>7. 목적 외 사용 및 제3자에 대한 제공(또는 공유)</h5>
                                        <span>뷰티한국은 이용자 또는 회원이 제공한 개인정보를 이용자 또는 회원의 동의 없이 외부에 공개하거나 제3자와 공유하지 않습니다. 다만, 다음 각 호의 하나에 해당되는 경우는 예외로 합니다.</span><br>
                                        <span>① 이용자 또는 회원의 동의를 얻은 경우</span><br>
                                        <span>② 이용자 또는 회원이 서비스 내 게시판 등에 남긴 방송 프로그램, 콘텐츠에 대한 의견, 사연 또는 설문조사 및 이벤트 참여결과 등을 해당 방송 프로그램 내용에 직접 반영하거나, 서비스 이용 시 본인확인을 위해 관련 프로그램의 제작진 및 진행자에게 이용자 또는 회원이 제공한 개인 정보 중 이름, 생년월일, 전화번호, 이메일, 아이디, 닉네임, 주소 등 원활한 방송 프로그램 진행에 필요한 제한된 범위의 개인정보를 제공하는 경우</span><br>
                                        <span>③ 회원이 회사 및 제휴사의 서비스를 별도의 회원가입 절차 없이 회사가 부여한 하나의 회원ID로 이용할 수 있도록 하기 위하여, 특정 제휴사의 서비스를 이용하고자 하는 회원에 대하여 회사가 보유한 해당 회원의 개인정보를 관계된 제휴사에 제공할 수 있습니다</span><br>
                                        <span>(회원의 최초 이용신청 후 제휴사가 늘어난 경우에도 동일하게 적용합니다). 이 경우, 회원은 언제든지 전자우편 등을 통해 해당 제휴사에 대한 개인정보 제공을 거절하고 관련된 서비스 이용을 중단할 수 있습니다.</span><br>
                                        <span>④ 회사의 서비스 이용약관이나 유료서비스 이용약관, 기타 회원제 서비스 등의 이용약관을 위반한 경우</span><br>
                                        <span>⑤ 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우</span><br>
                                        <span>⑥ 기타 법에 의해 요구된다고 선의로 판단되는 경우</span><br>
                                        <span>⑦ 서비스 제공에 따른 요금 정산 및 상품 배송을 위하여 필요한 경우</span><br>
                                        <span>⑧ 통계작성, 학술연구 또는 시장조사를 위하여 개인을 식별할 수 없는 형태로 제공하는 경우</span><br>
                                        <span>⑨ 제휴하고 있는 인터넷 서비스 사업자, 커뮤니케이션 서비스 사업자, 제조업자, 도소매업자, 통신업자, 사업 서비스업자, 교육 서비스업자, 오락, 문화 및 운동 관련 서비스업자, 그 밖의 각종 전문 콘텐트 사업자 혹은 비즈니스 사업자가 전자우편, TM(텔레마케팅), DM(우편), SMS(핸드폰 문자메시지) 등을 이용하여 광고 및 마케팅 활동을 수행하고자 하는 경우. 회원의 사전 동의를 받아 전송합니다. 다만 회원의 거래 관련 정보 및 고객문의 등에 대한 답변은 그렇지 아니합니다.</span><br>
                                        <p>⑩ 제휴하고 있는 신용카드, 할부금융, 보험, 보험대리 및 중개 등의 금융 및 보험업 또는 이와 관련된 서비스 사업자가 전자우편, TM(텔레마케팅), DM(우편), SMS(핸드폰 문자메시지) 등을 이용하여 광고 및 마케팅 활동을 수행하고자 하는 경우, 회사는 제휴사에게 개인정보를 제공하는 것에 대하여 회원의 사전 동의를 받아 전송합니다. 다만 회원의 거래 관련 정보 및 고객문의 등에 대한 답변은 그렇지 아니합니다.</p>

                                        <h5>8. 이용자 및 법정대리인의 권리·의무 및 행사방법</h5>
                                        <p>① 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.</p>
                                        <p>개인정보 열람요구</p>
                                        <p>오류 등이 있을 경우 정정 요구</p>
                                        <p>삭제요구</p>
                                        <p>처리정지 요구</p>
                                        <span>② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.</span><br>
                                        <span>③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.</span><br>
                                        <span>④ 만 14세 미만 아동의 경우, 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우, 법정대리인은 이용자의 모든 권리를 가집니다.</span><br>
                                        <p>⑤ 이용자는 정보통신망법, 개인정보보호법 등 관계법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니 됩니다.</p>

                                        <h5>9. 개인정보 자동 수집장치의 설치·운영 및 거부</h5>
                                        <span>회사는 웹뷰 서비스 등 일부 서비스에서 이용자 개개인에게 개인화되고 맞춤화된 서비스를 제공하기 위해 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.</span><br>
                                        <p>(구글 광고태그를 통한 자동 수집)</p>
                                        <span>쿠키의 사용목적</span><br>
                                        <p>회원과 비회원의 접속 빈도나 방문 시간 등의 분석, 이용자의 취향과 관심분야의 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공</p>
                                        <span>쿠키설정 거부방법</span>
                                        <span>이용자는 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스의 이용이 어려울 수 있습니다.</span>
                                        <span>(설정방법, IE 기준) 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 > 사이트 차단</span>

                                        <h5>10. 개인정보에 대한 열람, 정정, 갱신 및 동의철회(회원탈퇴)</h5>
                                        <p>회원들은 언제든지 등록되어 있는 자신의 개인정보를 열람, 정정, 갱신 및 동의철회(회원탈퇴)를 하실 수 있습니다. 즉, 로그인(LOG-IN) 메뉴에서 회원ID와 비밀번호를 이용하여 로그인한 후 회원정보수정 메뉴로 가시면 회원ID를 제외한 모든 입력사항을 열람, 정정, 갱신하실 수 있으며 회원탈퇴를 통하여 개인정보 제공에 대한 동의를 철회할 수도 있습니다.</p>

                                        <h5>11. 개인정보 파기절차 및 방법</h5>
                                        <span>회원의 개인정보는 수집 및 이용목적이 달성되면 지체 없이 파기되며 파기 절차 및 방법은 아래의 기준에 의해 관리됩니다.</span><br>
                                        <span>1) 파기절차</span><br>
                                        <span>회원이 회원가입 등을 위해 입력한 정보 또는 카카오톡 등의 제휴사로부터 제공받은 정보 등 회사가 수집/이용한 정보는 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 보관 기간 동안 저장된 후 파기됩니다.</span><br>
                                        <span>2) 파기방법</span><br>
                                        <span>① 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</span><br>
                                        <p>② 전자적 파일 형태로 저장된 개인정보 기록은 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>

                                        <h5>12. 개인정보 보호책임자</h5>
                                        <p>① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자 및 담당부서를 지정·운영하고 있습니다.</p>
                                        <span>개인정보 처리 책임자</span><br>
                                        <p>이름 : 허성훈 소속/직위 : 멘톡/대표이사 이메일 : giunssen@gmail.com</p>
                                        <p>② 이용자는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 답변 및 처리해드릴 것입니다.</p>

                                        <h5>13. 권익침해 구제방법</h5>
                                        <span>이용자는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.<span><br>
                                        <span><아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다><span><br>
                                        <p>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)<p>
                                        <p>소관업무 : 개인정보 침해사실 신고, 상담 신청</p>
                                        <p>홈페이지 : privacy.kisa.or.kr</p>
                                        <p>전화 : (국번없이) 118</p>
                                        <p>주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터</p>
                                        <p>▶ 개인정보 분쟁조정위원회</p>
                                        <p>소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)</p>
                                        <p>홈페이지 : www.kopico.go.kr</p>
                                        <p>전화 : (국번없이) 1833-6972</p>
                                        <p>주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층</p>
                                        <span>▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)</span><br>
                                        <p>▶ 경찰청 사이버테러대응센터 : 1566-0112 (www.netan.go.kr)</p>
                                        <p>본 약관은 2020년 2월 24일부터 적용합니다.</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div id="footer" class="footer"></div>
    </div>
</body>
</html>
