<?php
defined('BASEPATH') or exit('No direct script access allowed');
?>
<!DOCTYPE html>
<html lang="en">
    <head>
        <meta http-equiv="content-type" content="text/html; charset=UTF-8">
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">
        <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
        <title>Terms And Conditions</title>
        <link rel="stylesheet" href="<?php echo CON_DIST_PATH; ?>css/adminlte.min.css">
        <script src="<?php echo CON_DIST_PATH ?>jquery/jquery.min.js"></script>
        <script src="<?php echo CON_DIST_PATH ?>bootstrap/js/bootstrap.bundle.min.js"></script>
        <style>
            p, span {
                font-size: 0.8rem;
            }
            
            .article{
               margin: 20px 10px;
            }
            h5{
               margin: 5px 0px 15px;
            }
        </style>
    </head>
    <body>
      <div class="wrapper">
         <div class="page">
            <div class="container">
               <div class="content">
                  <div class="row">
                     <div class="col-md-8 col-md-pull-4 col-sm-8 col-sm-pull-4">
                        <div class="main">
                           <div class="article" id="content">
                              <div id="placeholders">
                                <h3><strong>이용약관 동의</strong></h3>
                                <br>
                                <h5>제 1 조 (목적)</h5>
                                <p>본 약관은 뷰티한국 주식회사 (이하, 회사라 합니다)가 제공하는 모바일 인기투표 서비스 ‘랭킹스타’ (이하, 서비스라 합니다)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.</p>

                                <h5>제 2 조 (정의)</h5>
                                <p>"서비스"란 스마트폰 단말기 어플리케이션 내에서 회사가 회원에게 직접 또는 제휴사와 함께 제공하는 랭킹스타의 모바일 인기투표 관련 제반 서비스를 의미합니다.</p>
                                <p>"회원"이란 본 약관에 따라 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 고객을 의미합니다.</p>
                                <p>"회원ID"란 서비스 이용을 위한 회원 식별과 회원 자신의 비밀보호를 위해 회원 자신이 선정하고 회사가 승인한 문자와 숫자의 조합을 말합니다.</p>
                                <p>"비밀번호"란 부여 받은 회원ID와 일치된 회원임을 확인하고 자신의 비밀보호를 위해 회원이 설정한 문자와 숫자의 조합을 말합니다.</p>
                                <p>“개인 프로필”이란 카카오, 페이스북 등 모바일 플랫폼 서비스에서 이용자의 식별을 위해 부여한 “카카오ID 및 닉네임” 등을 의미하며, 이용자가 설정한 사진, 도화 등의 “프로필 사진”을 포함합니다.</p>
                                <p>"게시물"이란 회원이 서비스를 이용함에 있어 서비스상에 게시한 부호ㆍ문자ㆍ음향ㆍ음성ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.</p>
                                <p>"유료서비스"라 함은 회사가 유료로 제공하는 각종 모바일 등 온라인 디지털 콘텐츠 및 제반 서비스를 의미합니다.</p>
                                <p>“마이스타”란 회원이 서비스를 이용함에 있어 광고시청, 유ㆍ무료 충전소, 기타 서비스 이용 등을 통하여 적립하거나, 회사 또는 제3자가 시행하는 이벤트, 프로모션, 기타 거래에 동의, 약정, 조건 이행 등의 대가, 환급수단으로 지급 받는 자체 포인트를 말합니다.</p>

                                <h5>제 3 조 (약관의 효력 및 변경)</h5>
                                <p>본 약관은 회사가 서비스 초기 화면을 통하여 게시하거나 전자우편 기타의 방법으로 회원에게 개별 통지함으로써 효력이 발생합니다.</p>
                                <p>회사가 제공하는 모든 서비스를 별도의 추가 가입절차 없이 편리하게 이용할 수 있습니다. 회사가 운영하는 부속 서비스를 이용함에 있어 회원과 회사간의 권리, 의무 및 책임사항, 이용조건 및 절차 등은 각 서비스 별 약관이나 세부지침의 규정이 없는 사항은 본 약관의 내용을 따릅니다.</p>
                                <p>회사는 관련 법령에 반하지 않는 범위 내에서 본 약관의 내용을 변경할 수 있으며, 적용일자 및 개정사유를 명시하여 현행 약관과 함께 그 적용일자 7일 이전부터 적용일자 전일까지 제1항의 방식으로 공지합니다. 다만 회원에게 불리하게 약관 내용을 변경하는 경우에는 개정 약관의 적용일자 30일 전부터 적용일자 전일까지 공지하는 것 외에 전자우편 기타의 전자적 수단을 통해 별도로 통지합니다.</p>
                                <p>전항에 따른 시행일 이후에 서비스를 이용하는 회원은 변경된 약관에 동의한 것으로 간주합니다. 다만 회원은 변경된 약관에 동의하지 않을 경우 이용계약을 해지할 수 있습니다.</p>
                                <p>유료서비스를 이용하는 회원이 본 약관의 개정에 동의하지 아니하여 이용계약을 해지하는 경우에는 본 약관 제23조의 유료서비스 관련 환불정책을 따릅니다.</p>
                                <p>카카오, 페이스북, 랭킹스타 홈페이지 등 본 서비스와 회원체계가 연동되어 있는 서비스를 통해 회원가입 및 로그인을 한 경우, 개인 정보 및 회원체계 관리와 관련한 회원과 회사간의 권리, 의무 및 책임사항 등은 회원이 회원체계를 연동한 각 서비스 별 약관의 내용을 따릅니다.</p>

                                <h5>제 4 조 (약관의 해석 및 준칙)</h5>
                                <p>회사는 개별 서비스에 대하여 별도의 이용약관 및 정책을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우에는 개별 서비스에 대한 이용약관 및 정책이 우선하여 적용됩니다.</p>
                                <p>본 약관에 명시되지 아니한 사항에 대하여는 "전기통신기본법", "전기통신사업법", "정보통신망 이용촉진 및 정보보호 등에 관한 법률"(이하 '정통망법'), 개인정보보호법, 기타 관련 법령에 따릅니다.</p>
                                <p>제 2 장 서비스 이용계약</p>

                                <h5>제 5 조 (이용신청)</h5>
                                <p>서비스 이용을 희망하는 이용자는 카카오, 페이스북 등 회사가 허용한 서비스의 회원체계를 연동하여 이용신청을 합니다.</p>
                                <p>제1항에 따른 이용신청자가 이용신청 양식에 기재하는 모든 정보는 진실에 부합하는 정보로 간주합니다. 실명이나 실제 정보를 입력하지 않은 이용신청자는 법적인 보호를 받을 수 없으며, 서비스 이용계약을 해지 당하거나 서비스 이용의 제한을 받을 수 있습니다.</p>

                                <h5>제 6 조 (이용신청의 승낙)</h5>
                                <p>“회원”이 되고자 하는 이용자는 “서비스”의 제공에 필요한 개인정보의 제공 및 본 약관에 동의하는 방법을 통해 이용 신청을 하여야 합니다.</p>
                                <span>“회사”는 원칙적으로 신청 순서에 따라 “서비스” 이용에 대한 승낙을 진행합니다. 다만, 아래 각 호에 해당하는 경우에는 그 사유가 해소될 때까지 승낙을 보류할 수 있습니다.</span><br>
                                <span>1) “회사”의 설비에 여유가 없는 경우</span><br>
                                <span>2) 기술상 지장이 있는 경우</span><br>
                                <span>3) 기타 “회사”의 사정으로 이용 승낙이 곤란한 경우</span>
                                <span>“회사”는 아래 사항에 해당되는 경우에 대해서는 승낙하지 않거나, “서비스” 이용을 제한할 수 있습니다.</span><br>
                                <span>1) 타인의 정보 또는 “모바일 기기”를 도용한 경우</span><br>
                                <span>2) 형법에서 규정한 범죄 행위의 목적으로 “서비스”를 이용하고자 하는 경우</span><br>
                                <span>3) 소년보호법의 취지에 위배되는 목적으로 “서비스”를 이용하고자 하는 경우</span><br>
                                <span>4) 기타 현행 법령에 위배되는 목적으로 “서비스”를 이용하고자 하는 경우</span><br>
                                <span>5) 영리를 추구할 목적으로 “서비스”를 이용하고자 하는 경우</span><br>
                                <span>6) “서비스”와 경쟁 관계에 있는 “회원”이 회사의 이익을 저해하려는 목적으로 신청하는 경우</span><br>
                                <span>7) 대한민국 이외의 국가 중 “서비스”를 제공할 것으로 결정하지 않은 국가의 접속 이용자에 대해 관리, 운영상 필요한 경우</span><br>
                                <span>8) “회사”가 “서비스”이용을 제한한 “모바일 기기”에서 “서비스” 이용의 신청을 하는 경우</span><br>
                                <span>9) 기타 “회사”가 규정한 사항을 위반하여 신청하는 경우</span>
                                <p>“회사”는 “회원”이 약관 동의 절차 또는 “서비스” 이용에 필요한 개인정보의 입력을 완료하면, 승낙을 보류하거나 거부할 사항이 없는 경우 그 즉시 “서비스”를 이용할 수 있도록 합니다. 단, 사후에 승낙을 거부할 사항이 발견되는 경우에는 본 약관의 규정에 따라 이용제한이나 계약해지를 할 수 있습니다.</p>

                                <h5>제 7 조 (개인정보의 보호)</h5>
                                <p>회사는 "통신비밀보호법", "전기통신사업법", "정통망법", “개인정보보호법” 등 정보통신 서비스 제공자가 준수하여야 할 관련 법규를 바탕으로 개인정보 보호정책을 만들어 이를 시행합니다. 다만 랭킹스타가 운영하는 공식 서비스 이외에 배너광고, 기타 링크를 통해 연결된 타 서비스에 대해서는 본 약관 및 회사의 개인정보보호정책이 적용되지 아니합니다.</p>
                                <p>회사는 본 약관 및 개인정보보호정책에 근거하여 회원 정보를 회사의 각종 마케팅, 홍보 또는 서비스의 확대 등을 위하여 이용할 수 있으며, 이용자가 이를 원치 아니할 경우에는 언제든지 수신을 거부할 수 있습니다.</p>
                                <p>회사가 수집하는 개인정보는 서비스 제공에 필요한 최소한으로 하되, 서비스의 제공 및 확대를 위하여 필요한 부가정보를 회원 동의 하에 수집ㆍ관리할 수 있습니다.</p>
                                <span>회사는 회원의 개인정보를 회원의 동의 없이 외부에 공개하거나 제3자와 공유하지 않습니다. 다만, 다음 각 호의 1에 해당되는 경우는 예외로 합니다.</span><br>
                                <span>① 회원의 동의를 얻은 경우</span><br>
                                <span>② 회원이 서비스를 이용하여 게시판 등에 남긴 방송 프로그램, 콘텐츠에 대한 의견, 사연 또는 설문조사 및 이벤트 참여결과 등을 해당 방송 프로그램 내용에 직접 반영하거나, 기타 회사가 제공하는 각종 서비스를 이용하기 위하여 본인 여부를 확인할 필요가 있는 경우. 이 경우 회사는 관련 프로그램의 제작진 및 진행자 등에게만 필요한 최소한의 범위 내에서 개인정보를 제공합니다.</span>
                                <span>③ 법률의 규정 또는 법원 등 국가기관의 적법한 명령 등에 의해 회원의 개인정보 제공이 요구된 경우</span><br>
                                <span>④ 서비스 제공에 따른 요금 정산 또는 상품 배송을 위하여 필요한 경우</span><br>
                                <p>⑤ 통계작성, 학술연구 또는 시장조사를 위하여 개인을 식별할 수 없는 형태로 제공하는 경우</p>
                                <span>다음 각 호의 경우, 회사는 회원으로부터 수집한 개인정보 중 제한된 범위의 정보를 제휴사가 이용하도록 제공할 수 있습니다. 이 경우 회원은 언제든지 전자우편 등을 통해 원치 않는 서비스를 거절할 수 있습니다.</span><br>
                                <span>① 제휴하고 있는 인터넷 서비스 사업자, 커뮤니케이션 서비스 사업자, 제조업자, 도소매업자, 통신업자, 사업 서비스업자, 교육 서비스업자, 오락, 문화 및 운동 관련 서비스업자, 그 밖의 각종 전문 콘텐트 사업자 혹은 비즈니스 사업자가 전자우편, TM(텔레마케팅), DM(우편), SMS(핸드폰 문자메시지) 등을 이용하여 광고 및 마케팅 활동을 수행하고자 하는 경우, 회사는 제휴사에게 개인정보를 제공하는 것에 대하여 회원의 사전동의를 받아 전송합니다.</span>
                                <p>② 제휴하고 있는 신용카드, 할부금융, 보험, 보험대리 및 중개 등의 금융 및 보험업 또는 이와 관련된 서비스 사업자가 전자우편, TM(텔레마케팅), DM(우편), SMS(핸드폰의 문자메시지) 등을 이용하여 광고 및 마케팅 활동을 수행하고자 하는 경우. 회사는 제휴사에게 개인정보를 제공하는 것에 대하여 회원의 사전동의를 받아 전송합니다.</p>
                                <p>회원은 회사에 제공한 자신의 개인정보를 열람, 정정, 갱신할 수 있습니다. 또한, 회사에 개인정보를 제공하는데 동의한 이후라도 언제든지 이의 철회(회원탈퇴)를 요청할 수 있습니다.</p>
                                <p>회사는 개인정보의 수집목적 또는 제공받은 목적을 달성한 이후에는 지체 없이 재생 불가능한 기술적인 방법을 사용하여 개인정보를 파기합니다. 단, 상법 등 법령의 규정에 의하여 보관의무가 규정되어 있거나 이용자 본인의 동의를 받았을 경우, 사전에 고지한 보유기간이 경과하지 않은 경우, 소송이나 분쟁이 발생하거나 발생할 가능성이 있어 관련 개인정보의 보유가 법적 대응을 위하여 필요한 경우 등에는 필요한 기간 동안 개인정보를 보유할 수 있습니다. 다만, 이 기간 동안의 개인정보 열람 및 이용은 해당 사유로 국한되며 그 후에도 계속 보유할 필요가 있을 경우에는 이용자에게 이러한 사실을 고지하고 그에 대한 동의를 받습니다.</p>
                                <p>일시적인 목적(이벤트, 설문조사 등)을 위한 것임을 밝히고 제공받거나 이용에 관하여 동의를 받은 개인정보는 그 목적이 달성된 이후에는 회원의 의사에 따라 재생할 수 없는 방법으로 디스크에서 완전히 삭제합니다.</p>

                                <h5>제 8 조 (계약 사항의 변경)</h5>
                                <p>회원은 개인정보 관리 화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만 서비스의 관리 및 유지를 위하여 필요한 아이디 등 일부 정보는 임의로 수정할 수 없습니다.
                                <p>회원은 이용신청 시 기재한 사항이 변경되었을 경우 회사가 제공하는 양식에 따라 수정해야 하며, 회원정보를 변경하지 아니하여 발생하는 불이익에 대하여 회사는 책임지지 아니합니다.</p>

                                <h5>제9조 (회원ID 및 비밀번호에 대한 관리)</h5>
                                <p>회원ID와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 아니됩니다.</p>
                                <span>회사는 다음 각호의 해당하는 사유가 있을 경우, 해당 회원ID의 이용을 제한할 수 있습니다.</span><br>
                                <span>① 회원ID가 비밀번호와 유사하거나 기타 개인정보의 유출 단서가 될 수 있다고 판단되는 경우</span><br>
                                <span>② 회원ID가 반사회적 또는 미풍양속에 어긋나는 표현이라고 인정되는 경우</span>
                                <p>③ 회원ID가 회사 또는 회사의 운영자나 관계자로 오인될 우려가 있는 경우</p>
                                <p>회원은 자신의 회원ID 또는 비밀번호가 도용되거나 제3자에 의하여 사용되고 있음을 인지하는 즉시 회사에 이 사실을 통지하고 회사의 적절한 안내와 지시에 따라야 합니다.</p>
                                <p>회원이 제1항에 불구하고 제3자로 하여금 자신의 회원ID 및 비밀번호를 이용하도록 하거나, 제3항에 따라 회사에 통지하지 아니하거나, 통지 후 회사의 안내와 지시에 적절히 따르지 아니함으로써 발생한 불이익에 대하여 회사는 책임지지 아니합니다.</p>
                                <p>제 3 장 계약 당사자의 의무</p>

                                <h5>제 10 조 (회사의 의무)</h5>
                                <p>회사는 특별한 사정이 없는 한 회원이 서비스 이용을 신청한 날에 서비스를 이용할 수 있도록 합니다.</p>
                                <p>회사는 본 약관에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 생기거나 멸실 된 때에는 지체 없이 이를 수리 복구하여야 합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우나 회사의 사정상 서비스 제공이 곤란한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.</p>
                                <p>회사는 회원으로부터 소정의 절차에 의해 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 적절한 절차를 거쳐 처리하여야 합니다. 처리시 일정 기간이 소요될 경우 회원에게 그 사유와 처리 일정을 알려주어야 합니다.</p>
                                <p>회사는 회원의 프라이버시 보호와 관련하여 본 약관 및 기타 법령에 정한 개인정보의 보호에 관한 규정들을 준수합니다.</p>
                                <p>회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 이용자와의 계약 관련 절차 및 내용 등에 있어 이용자에게 편의를 제공하도록 노력합니다.</p>

                                <h5>제 11 조 (회원의 의무)</h5>
                                <p>회원은 관련 법령, 본 약관의 각 규정, 이용안내 및 서비스와 관련하여 공지하거나 통지한 주의사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.</p>
                                <p>회원은 내용별로 회사가 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 합니다.</p>
                                <p>회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업 기타 영리적 목적의 활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임을 지지 않습니다. 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우 회사에 대하여 손해배상 의무를 집니다.</p>
                                <p>회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</p>
                                <span>회원은 서비스 이용과 관련하여 다음 각 호의 1에 해당되는 행위를 하여서는 안됩니다.</span><br>
                                <span>① 이용신청 또는 개인정보 변경 시 허위 내용을 기재하는 행위</span><br>
                                <span>② 다른 회원의 아이디와 비밀번호 기타 개인정보를 수집하거나 도용하는 행위</span><br>
                                <span>③ 본 서비스를 통하여 게시되거나 제공된 정보를 회사의 사전승낙 없이 본 서비스 내에서의 이용 이외의 목적으로 복제ㆍ전송ㆍ이용하는 행위</span><br>
                                <span>④ 회사 또는 타인의 특허, 상표, 영업비밀, 저작권 기타 지적재산권을 침해하는 행위</span><br>
                                <span>⑤ 외설적이거나 폭력적인 내용 기타 타인에게 혐오감을 주거나 공공질서 및 미풍양속에 반하는 문장, 도형, 메시지, 화상, 음성 기타의 정보를 회사의 서비스를 통해 게시ㆍ전송ㆍ공개하거나 기타의 방법으로 다른 회원들이나 이용자들에게 유포하는 행위</span><br>
                                <span>⑥ 회사 또는 타인의 명예를 훼손하거나 업무를 방해하는 행위</span><br>
                                <span>⑦ 타인의 초상, 성명, 프라이버시에 관한 권리를 침해하는 행위</span><br>
                                <span>⑧ 회사의 서비스 기타 시스템을 해킹하거나 바이러스, 스파이웨어 기타 악성코드를 전송ㆍ유포함으로써 서비스의 정상적 운영을 방해하거나 타인의 서비스 이용 또는 접근을 저해하는 행위</span><br>
                                <span>⑨ 회사의 직원이나 관리자를 가장하거나 사칭하여 내용물을 게시, 등록하거나 메일을 발송하는 행위</span><br>
                                <p>⑩ 기타 관계법령 및 회사의 약관 기타 서비스 이용에 관한 기준 및 지침에 위배되는 행위</p>
                                <p>제 4 장 서비스 이용</p>

                                <h5>제 12 조 (서비스의 제공 등)</h5>
                                <span>회사는 회원에게 아래와 같은 서비스를 제공합니다.</span><br>
                                <span>① TV 방송 컨텐츠 기반 서비스(VOD, AOD, ON-air, Clip, Text등)</span><br>
                                <span>② 커뮤니티, 채팅, 클럽, 블로그 스튜디오 등의 커뮤니케이션 서비스, 뮤직서비스</span><br>
                                <span>③ 투표, 퀴즈, 게임 및   등과 연계한 리워드 및 순위 서비스</span><br>
                                <p>④ 기타 회사가 추가로 고안하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스</p>
                                <p>서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.</p>
                                <p>회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 본 약관상 정한 방법에 따라 회원에게 통지하되, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우에는 사후에 통지할 수 있습니다.</p>
                                <p>회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기 점검시간은 서비스 제공화면에 공지한 바에 따릅니다.</p>
                                <p>적립된 마이스타는 회사가 제공하는 지정 서비스에서 회원의 의사에 따라 이용 및 양도될 수 있으며, 특별한 사정이 없는 한, 회원이 결정하여 사용한 마이스타는 단순 변심을 이유로 회수가 불가능합니다. 제공 후 회사가 정한 일정 시점이 지나도 이용 및 양도되지 않은 잔여 마이스타는 정해진 기준에 따라 소멸될 수 있습니다.</p>

                                <h5>제13조 (서비스의 변경 등)</h5>
                                <p>회사는 운영상ㆍ기술상의 필요에 따라 제공하고 있는 서비스의 전부 또는 일부를 변경할 수 있습니다.</p>
                                <p>서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전 7일 이상 해당 서비스 초기 화면에 게시합니다.</p>
                                <p>회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요에 따라 수정하거나 중단 또는 변경할 수 있습니다.</p>

                                <h5>제14조 (정보의 제공)</h5>
                                <p>회사는 회원이 서비스 이용을 위하여 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편, 푸시 알람 등의 방법으로 회원에게 제공할 수 있습니다.</p>
                                <p>회사는 회원에게 편리하고 다양한 서비스를 제공하기 위하여 관련 법령이 정한 절차와 제한 범위 내에서 회원으로부터 수집한 개인정보를 이용하여 회사가 제공하는 각종 서비스에 대한 정보, 광고, 타사의 상품이나 서비스, 이벤트 등에 대한 광고를 회사가 직접 또는 제휴사와 함께 전자우편, DM(우편) 등의 방법으로 광고하거나 제공할 수 있습니다. 이 경우 회원은 관련 법에 따른 거래 관련 정보 및 고객 문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편 등에 대해서 서비스 및 광고를 거절할 수 있습니다.</p>
                                <p>회사는 서비스에 관한 정보 등의 기타 마케팅 및 홍보활동을 함에 있어 TM(텔레마케팅), SMS(핸드폰 문자메세지) 및 모사 전송기기에 의하여 그 정보를 회원에게 전송하고자 하는 경우, 회원의 사전 동의를 받아 전송합니다. 다만 회원의 거래 관련 정보 및 고객문의 등에 대한 답변은 그렇지 아니합니다.</p>
                                <p>회사는 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있으며, 광고가 게재된 전자우편 등을 수신한 회원은 수신거절을 할 수 있습니다.</p>
                                <p>기타 회원의 정보 제공 및 이용에 관한 세부 사항은 회사가 정하는 개인정보보호정책에 정한 바를 따릅니다.</p>

                                <h5>제 15 조 (유료서비스 이용)</h5>
                                <p>회사가 제공하는 서비스는 무료서비스와 유료서비스가 있습니다. 회사 및 제휴사가 제공하는 별도의 유료서비스에 대해서는 해당 정보에 명시된 요금을 지불하여야 사용 가능합니다.</p>
                                <p>회사가 제공하는 유료서비스를 이용하고자 하는 회원은 본 약관의 유료서비스 이용 및 취소 관련 내용을 확인 후 약관에 동의하고 회사에 이용요금(또는 회비)을 납부하여야 합니다.</p>
                                <p>회원은 어플리케이션 스토어 및 PG사 등 기타 결제방식을 통하여 회사가 서비스하는 유료 서비스를 이용할 수 있습니다. 회사와 회원간 유료서비스 이용계약은 회사의 승낙이 회원에게 도달한 시점(유료서비스의 “구매/결제완료 등”의 표시가 회원에게 절차상 표시된 시점)에 성립합니다.</p>
                                <p>회사는 마이스타 충전을 위한 유료 충전상품 구매, 기타 유료 아이템 구매 및 유료 콘텐츠 구매 등을 통한 유료서비스를 제공하며, 회사의 사정, 기타 제반여건에 따라 서비스 내용을 추가하거나 변경할 수 있습니다.</p>
                                <p>회사는 유료서비스를 이용하는 회원의 거래금액에 대하여 내부정책 및 외부 결제업체 (오픈마켓, PG사, 카드사 등) 기타 관련 법령의 변경에 따라 회원 당 월 누적 결제액, 결제한도 등의 거래한도를 정할 수 있으며, 회원은 회사가 정한 거래한도를 초과하는 범위의 유료서비스를 이용하고자 할 경우 거래한도의 초과로 인하여 유료서비스의 추가 이용이 불가능할 수 있습니다.</p>
                                <p>회사의 회원에게 제공하는 유료서비스는 청약철회가 가능한 청약철회가 제한되는 서비스로 구분되어 제공되며, 청약철회가 가능한 서비스를 구입한 이용자는 구입 시부터 7일 이내에 청약을 철회할 수 있습니다. 단, 선물 및 이벤트 등의 방법으로 회사나 제3자로부터 제공받은 유료서비스 또는 즉시 효과가 발생하는 등 일부 사용된 유료서비스의 경우 전자상거래 등에서의 소비자보호에 관한 법률 등에 청약철회가 제한될 수 있으며, 이 경우 회사는 관련 법령에서 정한 바에 따른 조치를 취합니다.</p>
                                <p>환불은 회사 또는 각 어플리케이션 스토어의 환불 운영정책에 따라 진행됩니다.</p>
                                <p>이용자는 전화 또는 전자우편을 통하여 청약철회 또는 환불을 요구할 수 있으며, 회사는 구매 대금의 환불을 위하여 구매 내역을 확인한 후 추가적인 증빙을 요구할 수 있습니다.</p>
                                <p>청약철회 또는 환불의 원인이 회사의 서비스 폐지 등 회사의 귀책사유로 인한 경우에는 구매 대급금의 환불에 따른 비용은 회사가 부담합니다. 다만, 이러한 경우 이외에는 이용자가 유료서비스 이용으로 얻은 이익 및 환불에 따른 수수료를 공제하고 환불합니다.</p>
                                <p>미성년자가 법정 대리인의 동의 없이 결제한 경우, 본인 또는 법정대리인은 결제를 취소할 수 있습니다. 단, 미성년자의 유료서비스 결제가 법정 대리인으로부터 처분을 허락 받은 범위 내인 경우 또는 미성년자의 사술로 인해 발생한 경우에는 취소가 제한될 수 있습니다.</p>

                                <h5>제 16 조 (회원의 게시물)</h5>
                                <span>회사는 회원이 서비스 내에서 작성ㆍ게시하거나 등록한 문자, 문서, 그림, 음성 또는 이들의 조합으로 이루어진 정보 등(이하 '게시물')이 다음 각 호의 1에 해당한다고 판단되는 경우에 사전통지 없이 삭제하거나 이동 또는 등록을 거부할 수 있습니다.</span><br>
                                <span>① 타인을 비방하거나 명예를 손상시키는 내용인 경우</span><br>
                                <span>② 공공질서 및 미풍양속에 위반되는 내용인 경우</span><br>
                                <span>③ 범죄적 행위에 결부된다고 인정되는 내용일 경우</span><br>
                                <span>④ 회사 또는 타인의 저작권 기타 법률상 보호받는 권리를 침해하는 내용인 경우</span><br>
                                <span>⑤ 회사에서 규정한 게시기간을 초과한 경우</span><br>
                                <span>⑥ 회원이 게시판에 음란물을 게재하거나 음란 사이트를 링크하는 경우</span><br>
                                <span>⑦ 회사에서 정한 게시물 작성 및 게시 원칙에 어긋나거나 게시판의 성격에 부합하지 않는 게시물의 경우</span><br>
                                <span>⑧ 회사의 정상적인 서비스 운영을 방해하는 경우</span><br>
                                <span>⑨ 영리를 목적으로 하는 광고성 내용인 경우</span><br>
                                <p>⑩ 기타 관계법령에 위반된다고 판단되는 경우</p>
                                <p>회원의 게시물이 "정보통신망의 이용촉진 및 정보보호 등에 관한 법률", "저작권법", ”개인정보보호법”, 기타 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련 법령이 정한 절차에 따라 해당 게시물의 게시중단 또는 삭제 등을 요청할 수 있으며, 회사는 관련 법령에 정해진 바에 따른 조치를 취합니다.</p>
                                <p>회사는 제6항에 따른 권리자의 요청이 없는 경우에도 권리침해가 인정될만한 사유가 있거나 기타 회사 정책 및 관련 법령에 위반되는 게시물에 대해서는 관련 법령에 정한 바에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.</p>
                                <p>제6항 또는 제7항에 따른 세부절차는 해당 법령이 규정한 범위 내에서 회사가 정한 게시판 관리 원칙을 따릅니다.</p>

                                <h5>제 17 조 (게시물의 저작권)</h5>
                                <p>회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다. 단, 회사가 제공하는 서비스를 통해 랭킹스타의 일부 내용을 직접 게시하는 경우에는 회사에 해당 게시물의 저작권이 귀속됩니다.</p>
                                <p>회원이 서비스 내에 게시한 게시물 또는 게시물에 포함된 자료 등에 대하여 회사는 게시자의 동의 없이 이를 서비스의 제공 및 이용 이외의 영리적 목적으로 사용할 수 없습니다. 단 회사가 제공하는 서비스를 통해 랭킹스타 방송 프로그램의 일부 내용을 직접 게시하는 경우에는 회사는 해당 게시물을 이용하여 영리적 행위를 할 수 있습니다. 회사가 비영리적인 경우나 본 서비스 또는 본 서비스와 관련되어 회원들에게 다양한 서비스 제공을 위하여 활용하는 경우로서, 원 게시물 또는 게시물에 포함된 자료의 실질적인 변개에 이르지 아니하는 정도의 변경, 수정 및 편집에 관하여는 회원의 저작권이 미치지 않습니다. 이 경우에도 회원은 고객센터 또는 서비스 내 관리기능을 통해 해당 게시물에 대해 삭제, 이동, 비공개 등의 조치를 취할 수 있습니다.</p>
                                <p>회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재되거나 서비스를 통해 제공된 자료를 상업적으로 사용할 수 없습니다.</p>

                                <h5>제 18 조 (권리의 귀속)</h5>
                                <p>서비스에 대한 저작권 기타 지적재산권은 회사에 귀속됩니다. 다만 회원의 게시물 및 기타 제휴계약 등에 근거하여 제공된 저작물 등은 랭킹스타의 직접적으로 게시한 경우 등이 아니면 제외합니다.</p>
                                <p>회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라 아이디, 콘텐츠, 포인트 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도, 판매, 담보의 제공 기타의 방법으로 처분할 수 없습니다.</p>

                                <h5>제 19 조 (광고게재 및 광고주와의 거래)</h5>
                                <p>회사는 회사가 운영하고 관리하는 모바일 서비스 제공영역, 회원에게 보내는 전자메일, 기타 서비스의 제공과정에서 배너광고 등의 형태로 광고를 게재할 수 있습니다.</p>
                                <p>제1항에 따라 이루어진 광고주의 판촉활동에 대하여 회원은 자신의 책임하에 그러한 판촉활동에 참여하거나 거래하며, 회사는 광고주와 회원 사이의 거래 및 교섭 과정에서 발생하는 일방 당사자의 손해 또는 손실에 대하여 책임을 부담하지 아니합니다.</p>

                                <h5>제 20 조 (서비스 이용시간)</h5>
                                <p>서비스의 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 가능함을 원칙으로 합니다. 다만, 정기 점검 등의 필요로 회사가 정한 날이나 시간은 그러하지 않습니다.</p>
                                <p>회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 사전에 공지를 통해 그 내용을 알립니다.</p>

                                <h5>제 21 조 (서비스 이용 책임)</h5>
                                <p>회원은 회사의 권한 있는 사원이 서명한 명시적인 서면을 통하여 구체적으로 허용된 경우를 제외하고는 서비스를 이용하여 상품 등을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌이 광고, 음란 사이트 등을 통한 상업행위, 상용S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서 회사는 책임을 지지 않습니다.</p>

                                <h5>제 22 조 (서비스 제공의 중지 등)</h5>
                                <p>무료서비스의 경우 회사는 회사의 필요에 따라 서비스의 전부 또는 일부를 수정하거나 중지할 수 있습니다.</p>
                                <span>회사는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.</span><br>
                                <span>① 서비스용 설비의 보수 등 공사로 인한 부득이한 경우</span><br>
                                <span>② 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</span><br>
                                <p>③ 회사의 사정에 의하여 서비스 제공이 곤란한 경우나 불가항력적 사유가 있는 경우</p>
                                <p>회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.</p>
                                <p>제 5 장 계약 해지 및 이용 제한</p>

                                <h5>제 23 조 (계약 해지 및 이용 제한)</h5>
                                <p>회원이 이용 계약을 해지하고자 하는 때에는 회원 본인이 서비스 상의 메뉴를 이용해 회원 탈퇴 신청을 하거나, 고객센터를 통해 회원 탈퇴 신청을 할 수 있으며, 탈퇴 완료 시 개인정보, 마이스타ㆍ댓글ㆍ좋아요를 포함한 회원의 계정 활동정보 및 마이스타ㆍ이용권ㆍ쿠폰 구매관련 정보는 모두 삭제되어 복구가 불가능합니다. 회원이 계약을 해지할 경우 관련 법령 및 회사의 개인정보 취급방침에 따라 회사가 회원정보를 보유하는 경우 및 게시물, 투표 등 서비스 이용기록, 이벤트 관련 참여기록을 제외하고는 해지 즉시 회원의 서비스 관련 모든 개인정보, 계정 활동정보 및 구매관련 정보는 삭제됩니다. 따라서 해지, 탈퇴 시 잔존 및 삭제정보를 정확히 사전 확인하기 바라며, 이에 대하여 회사가 개인정보 데이터 등의 삭제를 안내하였음에도 불구하고 회원이 관련 데이터의 보존 등 적절한 조치를 취하지 아니하는 경우에는 회사는 책임을 지지 않습니다.</p>
                                <span>회사가 회원에게 제공하는 유료서비스는 회사 및 PG사 등이 정한 서비스, 결제수단별 결제 취소 및 환불 기준에 의거하여 그 구매와 결제에 대한 취소 및 환불이 가능합니다. 단, 그 결제 취소 및 환불이 가능한 유료서비스에 대하여 서비스, 결제수단별 취소 및 환불이 가능한 기간(결제일로부터 7일 이내)을 경과하여 신청하거나, 전자상거래 등에서의 소비자 보호에 관한 법률, 콘텐츠산업진흥법, 콘텐츠이용자보호지침 등 기타 관계 법령에서 정한 결제 취소 및 환불 제한 사유에 해당하는 아래의 경우에는 결제 취소 및 환불이 제한됩니다.<span><br>
                                <span>① 결제를 통하여 득한 마이스타(보너스 포함), 서비스 이용권, 제휴쿠폰 등을 전부 또는 부분적으로 이미 사용한 경우<span><br>
                                <span>② 회원이 결제를 통해 구매한 콘텐츠 중 즉시 사용이 시작되거나, 서비스에 바로 적용되는 경우<span><br>
                                <p>③ 회원의 단순 과실로 인하여 결제가 이루어진 경우<p>
                                <p>회사는 회원이 유료서비스를 구매하기 전 이용 화면 등에 해당 서비스의 내용, 가격, 자동결제 여부, 결제 취소 및 환불 등 거래조건을 회원이 알 수 있도록 안내합니다.</p>
                                <p>회원의 계약 해지 시 마이스타 등의 잔여 이용, 구매내역이 남아있는 경우, 이를 신청 전에 소진하여야 합니다. 회사가 잔여 이용 및 구매내역 정보를 안내하고 회원 탈퇴 시 이를 포함한 모든 서비스 이용정보가 삭제되어 복구가 불가능함을 확인하였음에도 불구하고 자진 탈퇴한 경우, 회사는 해당 잔여 이용, 구매내역의 복구 등에 대한 일체의 책임을 부담하지 아니합니다.</p>
                                <span>회사는 회원이 다음 각 호의 행위를 한 경우 또는 본 약관의 의무를 위반하는 경우, 그 위반행위의 중대성에 따라 특별한 사정이 없는 한 사전통지 없이 경고, 일시 정지, 영구 이용정지와 같이 서비스의 이용을 단계적으로 제한할 수 있습니다.</span><br>
                                <span>① 타인의 개인정보, 회원아이디 및 비밀번호를 도용하거나 허위의 정보로 가입한 경우</span><br>
                                <span>② "주민등록법"에 반하는 명의도용 또는 결제수단의 도용행위를 한 경우</span><br>
                                <span>③ 같은 사용자가 다른 회원의 아이디로 이중등록을 한 경우</span><br>
                                <span>④ 타인의 명예를 훼손하거나 모욕 기타 불이익을 주는 행위를 한 경우</span><br>
                                <span>⑤ 회사, 다른 회원 또는 제3자의 지적재산권을 침해한 경우</span><br>
                                <span>⑥ 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우</span><br>
                                <span>⑦ 영리적 목적을 위하여 서비스를 사용하거나 타인의 서비스 이용을 방해한 경우</span><br>
                                <span>⑧ 회사의 서비스 운영을 고의로 방해한 경우</span><br>
                                <span>⑨ 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우</span><br>
                                <span>⑩ "컴퓨터프로그램보호법" 등에 반하는 불법프로그램의 제공 및 운영방해, 또는 "정보통신망 이용촉진 및 정보보호 등에 관한 법률"에 반하는 악성코드 등의 유포와 같이 정보통신 설비의 오작동이나 정보의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우</span><br>
                                <span>⑪ 정보통신윤리위원회 등 관련 행정기관의 시정요구가 있거나 불법선거운동과 관련하여 선거관리위원회의 유권해석을 받은 경우</span><br>
                                <span>⑫ 회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 경우</span><br>
                                <span>⑬ 게시판에 음란물을 게재하거나 음란 사이트를 링크하는 경우</span><br>
                                <span>⑭ 불법통신 및 해킹, 접속권한의 초과행위 기타 관련 법령에 반하는 부정한 방법 또는 부당한 목적으로 서비스 또는 회사의 시스템 이용에 장애를 초래한 경우</span><br>
                                <p>⑮ 본 약관을 포함하여 기타 회사가 정한 서비스 이용 조건을 위반한 경우</p>
                                <p>회사는 본 약관에 정한 바에 따라 적법한 서비스 이용을 보장하고 회원을 보호하기 위하여 별도의 이용제한의 조건 및 내용에 대한 세부절차를 정할 수 있습니다. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 동법 시행령에 따라 연속하여 1년 동안 서비스를 이용하지 않은 회원의 개인정보를 보호하기 위해 계약을 해지하고 개인정보 파기 등 필요한 조치를 취할 수 있습니다. 이 경우, 조치일 30일 전까지 필요한 조치가 취해진다는 사실과 개인정보 보유기간 만료일 및 개인정보의 항목을 회원에게 통지합니다.</p>
                                <p>회원은 본 약관에 따른 이용제한 등에 대하여 회사가 정한 절차에 따라 즉시 이의신청을 할 수 있으며, 그 이의사유가 정당한 것으로 인정되는 경우 회사는 즉시 서비스의 이용을 재개합니다.</p>
                                <p>제 6 장 손해배상 및 기타 사항</p>

                                <h5>제 24 조 (손해배상)</h5>
                                <p>회사가 제공하는 무료서비스를 이용하는 과정에서 발생한 회원의 손실 또는 손해에 관하여, 회사는 고의 또는 과실로 인하여 발생한 상당 인과관계 있는 손해에 대하여 책임을 부담합니다. 다만 회원이 무료서비스를 이용하지 못한 자체에 대하여 회사는 배상책임이 없습니다.</p>
                                <p>회사는 제휴사가 취급하는 상품 또는 용역에 대하여 책임을 지지 않습니다.</p>

                                <h5>제 25 조 (면책조항)</h5>
                                <p>회사는 천재지변 또는 이에 준하는 불가항력 및 기타 회사의 책임 없는 사유로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.</p>
                                <p>회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.</p>
                                <p>회사는 회원이 서비스를 통해 게재하거나 유포, 전송한 정보, 자료, 사실의 신뢰도, 정확성, 적법성, 안정성 등에 관하여 보장하지 않습니다.</p>
                                <p>회사는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 이루어진 거래에 대하여 책임을 부담하지 아니합니다.</p>
                                <p>회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 부담하지 아니합니다.</p>

                                <h5>제 26 조 (준거법 및 관할법원)</h5>
                                <p>회사와 회원간에 제기된 소송에 대해서는 대한민국 법률을 준거법으로 합니다.</p>
                                <p>서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우의 관할법원에 대해서는 민사소송법에 정한 바를 따릅니다.</p>
                                <p>[부칙]</p>
                                <p>(시행일) 본 약관은 2020년 02월 24일부터 적용합니다.</p>
                              </div>
                           </div>
                        </div>
                     </div>
                  </div>
               </div>
            </div>
         </div>
         <div id="footer" class="footer"></div>
      </div>
   </body>
</html>